import React from 'react';
import styles from './securityInfo.module.css';

export const SecurityInfo = () => {
   return (
      <div className={styles.securityInfo}>
          <h2 className={styles.title}>Захист вашого фінансового благополуччя</h2>
          <p className={styles.paragraph}>
              У нашому банку ми приділяємо особливу увагу безпеці вашого фінансового благополуччя.
              Завдяки сучасним технологіям та ретельному контролю ми забезпечуємо надійний захист вашого
              банківського рахунку та особистої інформації.
          </p>
          <h3 className={styles.subtitle}>Як ми забезпечуємо вашу безпеку:</h3>
          <ul className={styles.list}>
              <li>Сучасні технології шифрування для захисту конфіденційної інформації.</li>
              <li>Система моніторингу та виявлення підозрілих активностей на рахунку.</li>
              <li>Дводинний автентифікаційний процес для підтвердження фінансових операцій.</li>
              <li>Регулярні аудити та оновлення безпекових протоколів.</li>
          </ul>
          <p className={styles.paragraph}>
              Ми завжди готові до співпраці з вами для забезпечення максимальної безпеки вашого банківського досвіду.
              Будь ласка, не соромтеся звертатися до нашої служби підтримки з будь-якими питаннями щодо безпеки.
          </p>
      </div>
  );
};